[MainMissions.M_dlc4_OTCT_Reboot MissionDefinition]
MissionDescription="The most finalest phase of all! Fight your way through Wayward Pass and get close enough to the original Ninja Assassin Claptrap to use the WIRED device.  But be careful; no one ever said squashing an army of murderous robots was gonna be easy."
MissionGiver="Blake"
MissionName="Operation Trap Claptrap Trap, Phase Four: Reboot"
MissionSummary="Use the WIRED device on Ninja Assassin Claptrap."
Objectives[0]=(ProgressMessage="WIRED device activated:")
TurnInDescription="Congratulations! The Glorious Robolution is no more.  Although you're sure to see douchebag college kids wearing claptrap t-shirts for years to come! Viva La Robolution?"

